"Can't regenerate: already in use" = "再生成できません：すでに使用中です";
"Object is not child of parent: cannot destroy" = "オブジェクトは上位ドメインに属していません：消去できません";
"No such property" = "プロパティが存在しません";
"Operation succeeded" = "操作が成功しました";
"Communication failure" = "通信エラー";
"No writes allowed: all objects are read-only" = "書き込みできません：すべてのオブジェクトが読み込み専用です";
"Permission denied" = "アクセス権がありません";
"Can't find address of server" = "サーバのアドレスが見つかりません";
"Operation makes no sense on clone" = "操作はクローン上で意味を持ちません";
"Cannot delete name object with children" = "名前オブジェクトを下位レベルとともに削除できません";
"No such name" = "名前が存在しません";
"Master server is busy" = "マスターサーバはビジー状態です";
"Invalid operation on master" = "マスターに対する操作が無効です";
"ID is invalid" = "ID 正しくありません";
"Hit network root domain" = "ネットワークのルートドメインを選んでください";
"Write attempted on stale version of object" = "古いバージョンのオブジェクトに書き込もうとしました";
"Invalid domain" = "ドメインが正しくありません";
"Remote system error" = "リモートシステムエラー";
"No space available for write operation" = "書き込み操作に使用できる領域がありません";
"No such directory" = "ディレクトリが存在しません";
"No response from remote parent" = "リモートの上位サーバから応答がありません";
"No such tag" = "タグが存在しません";
"Serialization error" = "直列化エラー";
"(unknown error)" = "（原因不明のエラー）";
"No such user" = "ユーザが存在しません";
"Duplicate domain tag: can't serve it" = "ドメインタグが重複しています：そのドメインにはサービスを提供できません";
"Authentication error" = "認証エラー";

